"use client";

import { FC } from "react";

export const Fomo: FC = () => {
  return (
    <section className="">
      <h1>Впервые яйцо Фаберже предлагается в долевое владение!</h1>

      <p>
        Уже доступны первые три миллиона долей владения со скидкой в 66%.
        Хватайте свою долю, пока она ещё доступна!{" "}
      </p>
      <p>
        Коллекционные яйца Фаберже с каждым годом дорожают и продаются за
        десятки миллионов.{" "}
      </p>
      <p>Нам повезло найти одно из таких яиц в частной коллекции. </p>
      <p>
        Права владения этим яйцом разделены на 100 миллионов частей -
        фракций.{" "}
      </p>
    </section>
  );
};
